Repository: capstanlqc-mtpe/CIDQ_BillingCode2026_fr-CA_omt
Catalog: omegat/project_save.tmx
Source language: en
Languages: fr_ca

source: In Group I-2, Condition 2, manual start and transfer features for the critical branch of the emergency power are not required to be provided at the fire command center.
fr_ca: Dans le groupe I-2, condition 2, il n’est pas exigé de prévoir au centre de commandement en cas d’incendie des fonctions de démarrage et de transfert manuels pour la branche critique de l’alimentation électrique d’urgence.

source: In Group I-3 facilities, an accessible route is not required to connect stories or mezzanines where Accessible units, all common use areas serving Accessible units and all public use areas are on an accessible route.
fr_ca: Dans les établissements du groupe I-3, il n'est pas nécessaire de prévoir un itinéraire accessible pour relier les étages ou les mezzanines lorsque les unités accessibles, toutes les zones communes desservant les unités accessibles et toutes les zones publiques sont situées sur un itinéraire accessible.

source: In Group I-3 occupancies, at least 3 percent of the total number of sleeping units in the facility, but not less than one unit in each classification level, shall be Accessible units.
fr_ca: Dans les usages du groupe I-3, au moins 3 pour cent du nombre total d'unités de couchage dans l'établissement, mais pas moins d'une unité dans chaque niveau de classification, doivent être des unités accessibles.

source: In Group I-3 occupancies, exit access stairways or ramps constructed in accordance with Section 408 are not required to be enclosed.
fr_ca: Dans les usages du groupe I-3, les escaliers ou les rampes d'accès à l'issue construits selon la section 408 ne sont pas tenus d'être encloisonnés.

source: In Group I-3 occupancies, vertical openings shall be permitted in accordance with Section 408.5.
fr_ca: Dans les usages du groupe I-3, les ouvertures verticales sont autorisées selon la section 408.5.

source: In Group R occupancies, cooking appliances used for domestic cooking operations shall be in accordance with Section 917.2 of the International Mechanical Code.
fr_ca: Dans les usages du groupe R, les appareils de cuisson utilisés pour les opérations de cuisson domestique doivent être conformes à la section 917.2 de l'International Mechanical Code.

source: In Group R-1 occupancies, each sleeping unit or suite having an exterior wall shall be permitted to be provided with 2 square feet (0.19 m2) of venting area in lieu of the area specified in Item 1.
fr_ca: Dans les occupations du groupe R-1, chaque unité de couchage ou suite comportant un mur extérieur peut être dotée d’une superficie de ventilation de 2 pi² (0,19 m²) au lieu de la superficie spécifiée au point 1.

source: In Group R-1, an accessible route is not required to connect stories or mezzanines within individual units, provided the accessible level meets the provisions for Accessible units and sleeping accommodations for two persons minimum and a toilet facility are provided on that level.
fr_ca: Dans les établissements du groupe R-1, un itinéraire accessible n’est pas exigé pour relier les étages ou les mezzanines à l’intérieur des logements individuels, à condition que le niveau accessible soit conforme aux dispositions relatives aux unités accessibles et qu’un hébergement pour au moins deux personnes et un cabinet de toilette soient prévus à ce niveau.

source: In Group R-2 and R-3 individual dwelling or sleeping units that are not required to be Accessible units, Type A units or Type B units in accordance with Section 1108, landings are permitted to be 36 inches by 36 inches (914 mm by 914 mm) minimum.
fr_ca: Dans les logements individuels ou les unités de couchage individuelles des usages des groupes R-2 et R-3 qui ne sont pas tenus d’être des logements accessibles, des logements de type A ou des logements de type B conformément à la section 1108, les paliers peuvent avoir une dimension minimale de 36 pouces sur 36 pouces (914 mm sur 914 mm).

source: In Group R-2 dormitories, within sleeping units and dwelling units, the permissible amount of curtains, draperies, fabric hangings and similar decorative materials suspended from walls or ceiling shall not exceed 50 percent of the aggregate wall areas where the building is equipped throughout with an approved automatic sprinkler system installed in accordance with Section 903.3.1.
fr_ca: Dans les dortoirs des établissements du groupe R-2, à l’intérieur des unités de couchage et des logements, la quantité autorisée de rideaux, tentures, éléments suspendus en tissu et matériaux décoratifs similaires suspendus aux murs ou aux plafonds ne doit pas dépasser 50 % de la superficie totale des murs lorsque le bâtiment est entièrement équipé d’un système d’extincteurs automatiques approuvé installé conformément à la section 903.3.1.

source: In Group R-2 facilities with Type A units complying with Section 1108.6.2.2.1, an accessible route is not required to connect stories or mezzanines where Type A units, all common use areas serving Type A units and all public use areas are on an accessible route.
fr_ca: Dans les établissements du groupe R-2 comportant des unités de type A conformes à la section 1108.6.2.2.1, une voie accessible n’est pas exigée pour relier les étages ou les mezzanines lorsque les unités de type A, toutes les aires à usage commun desservant les unités de type A et toutes les aires à usage public sont desservies par un itinéraire accessible.

source: In Group R-2 occupancies containing more than 20 dwelling units or sleeping units, at least 2 percent but not less than one of the units shall be a Type A unit.
fr_ca: Dans les usages du groupe R-2 contenant plus de 20 logements ou unités de couchage, au moins 2 pour cent, mais pas moins d'une des unités, doivent être des unités de type A.

source: In Group R-2 occupancies, other than live/work units, apartment houses, monasteries and convents falling within the scope of Sections 1108.6.2.1 and 1108.6.2.2, Accessible units and Type B units shall be provided in accordance with Sections 1108.6.2.3.1 and 1108.6.2.3.2.
fr_ca: Dans les usages du groupe R-2, autres que les unités combinées habitation-travail, les bâtiments d’habitation, les monastères et les couvents visés par les sections 1108.6.2.1 et 1108.6.2.2, des unités accessibles et des unités de type B doivent être prévues conformément aux sections 1108.6.2.3.1 et 1108.6.2.3.2.

source: In Group R-3 and R-4 facilities, floor assemblies within the dwelling units or sleeping units are not required to be constructed as horizontal assemblies.
fr_ca: Dans les établissements des groupes R-3 et R-4, les assemblages de plancher à l’intérieur des logements ou des unités de couchage ne sont pas tenus d’être construits comme des assemblages horizontaux.

source: In Group R-3 occupancies not more than four stories in height, exterior exit stairways and ramps serving individual dwelling units are not required to be separated from the interior of the building where the exterior exit stairway or ramp discharges directly to grade.
fr_ca: Dans les usages du groupe R-3 ne comportant pas plus de quatre étages, les escaliers et rampes d’issue extérieurs desservant des logements individuels ne sont pas tenus d’être séparés de l’intérieur du bâtiment lorsque l’escalier ou la rampe d’issue extérieur donne directement au niveau du sol.

source: In Group R-3 occupancies where there are four or more dwelling units or sleeping units intended to be occupied as a residence in a single structure, every dwelling unit and sleeping unit intended to be occupied as a residence shall be a Type B unit.
fr_ca: Dans les usages du groupe R-3 où un même bâtiment comporte quatre logements ou unités de couchage ou plus destinés à être occupés comme résidence, chaque logement et chaque unité de couchage destiné à être occupé comme résidence doit être une unité de type B.

source: In Group R-4, Condition 1, at least one of the sleeping units shall be an Accessible unit.
fr_ca: Dans le groupe R-4, condition 1, au moins une des unités de couchage doit être une unité accessible.

source: In Group R-4, Condition 2, at least two of the sleeping units shall be an Accessible unit.
fr_ca: Dans le groupe R-4, condition 2, au moins deux des unités de couchage doivent être des unités accessibles.

source: In Groups A, B, E, I, M and R-1 and in dormitories in Group R-2, curtains, draperies, fabric hangings and similar combustible decorative materials suspended from walls or ceilings shall comply with Section 806.4 and shall not exceed 10 percent of the specific wall or ceiling area to which such materials are attached.
fr_ca: Dans les groupes A, B, E, I, M et R-1, ainsi que dans les dortoirs du groupe R-2, les rideaux, les tentures, les étoffes suspendues et les matériaux décoratifs combustibles similaires suspendus aux murs ou aux plafonds doivent être conformes à la section 806.4 et ne doivent pas couvrir plus de 10 % de la surface du mur ou du plafond auquel ces matériaux sont fixés.

source: In a building used for assembly purposes where there is not a well-defined main exit or where multiple main exits are provided, exits for each level shall be permitted to be distributed around the perimeter of the building, provided that the total width of egress is not less than 100 percent of the required width.
fr_ca: Dans un bâtiment utilisé à des fins d’assemblée où il n’y a pas d’issue principale clairement définie ou où plusieurs issues principales sont prévues, les issues de chaque niveau peuvent être réparties autour du périmètre du bâtiment, à condition que la largeur totale d’évacuation soit d’au moins 100 % de la largeur requise.

source: In a building, room or space used for assembly purposes where there is not a well-defined main exit or where multiple main exits are provided, exits shall be permitted to be distributed around the perimeter of the building provided that the total capacity of egress is not less than 100 percent of the required capacity.
fr_ca: Dans un bâtiment, une salle ou un espace utilisé à des fins d’assemblée où il n’y a pas d’issue principale clairement définie ou où plusieurs issues principales sont prévues, les issues peuvent être réparties autour du périmètre du bâtiment à condition que la capacité totale d’évacuation soit d’au moins 100 % de la capacité requise.

source: In a building, room or space used for assembly purposes with fixed seating, an accessible route shall not be required to serve levels where wheelchair spaces are not provided.
fr_ca: Dans un bâtiment, une pièce ou un espace utilisé à des fins d’assemblée comportant des sièges fixes, un itinéraire accessible n’est pas exigé pour desservir les niveaux où aucune place pour fauteuil roulant n’est prévue.

source: In a building, room or space used for assembly purposes, the seats shall be securely fastened to the floor.
fr_ca: Dans un bâtiment, une pièce ou un espace utilisé à des fins d’assemblée, les sièges doivent être solidement fixés au plancher.

source: In a kitchen space where a cooktop or conventional range is not provided, clearance between all opposing base cabinets, countertops, appliances and walls within kitchen work areas shall be 40-inch (1015 mm) minimum.
fr_ca: Dans une cuisine où il n'y a aucun plan de cuisson ni de cuisinière classique, l'espace libre entre toutes les armoires de base de mur opposées, les comptoirs, les appareils électroménagers et les murs dans les zones de travail de la cuisine doit être d'au moins 40 po [1015 mm].

source: In a structure where there are four or more live/work units intended to be occupied as a residence, the residential portion of the live/work unit shall be a Type B unit.
fr_ca: Dans une structure où il y a quatre unités d'habitation/de travail ou plus destinées à être occupées comme résidence, la partie résidentielle de l'unité d'habitation/de travail doit être une unité de type B.

source: In addition to accessible entrances required by Sections 1105.1.2 through 1105.1.8, at least 60 percent of all public entrances shall be accessible.
fr_ca: En plus des entrées accessibles requises par les sections 1105.1.2 à 1105.1.8, au moins 60 pour cent de toutes les entrées publiques doivent être accessibles.

source: In addition to having access to a main exit, each level in a building used for assembly purposes having an occupant load greater than 300 and provided with a main exit, shall be provided with additional means of egress that shall provide an egress capacity for not less than one-half of the total occupant load served by that level and shall comply with Section 1007.1.
fr_ca: En plus de donner accès à une issue principale, chaque niveau d’un bâtiment utilisé à des fins d’assemblée dont la charge d’occupation est supérieure à 300 personnes et qui est muni d’une issue principale doit être pourvu de moyens d’évacuation supplémentaires offrant une capacité d’évacuation correspondant à au moins la moitié de la charge d’occupation totale desservie par ce niveau et conformes à la section 1007.1.

source: In addition to the Accessible units required by Section 1108.5.5.1, where special holding cells or special housing cells or rooms are provided, at least one serving each purpose shall be an Accessible unit.
fr_ca: En plus des unités accessibles exigées par la section 1108.5.5.1, lorsque des cellules de garde ou des cellules ou pièces d’hébergement spéciales sont prévues, au moins une cellule ou pièce desservant chaque fonction doit être une unité accessible.

source: In addition to the inspections specified in Sections 110.3.1 through 110.3.9, the building official is authorized to make or require other inspections of any construction work to ascertain compliance with the provisions of this code and other laws that are enforced by the department of building safety.
fr_ca: En plus des inspections prévues aux articles 110.3.1 à 110.3.9, le responsable de la construction est autorisé à effectuer ou à exiger d’autres inspections de tous travaux de construction afin de vérifier leur conformité aux dispositions du présent code et aux autres lois appliquées par le service de la sécurité des bâtiments.

source: In addition to the means of egress required by this chapter, emergency escape and rescue openings shall be provided in the following occupancies:
fr_ca: En plus des moyens d'évacuation exigés par le présent chapitre, des ouvertures d'évacuation et de sauvetage d'urgence doivent être prévues dans les locaux suivants :

source: In addition to the other requirements of this chapter, occupancies having dwelling units or sleeping units shall be provided with accessible features in accordance with this section.
fr_ca: En plus des autres exigences du présent chapitre, les usages comportant des logements ou des unités de couchage doivent être dotés de caractéristiques d’accessibilité conformément à la présente section.

source: In addition to the required receptacles specified by Section E3901.2, a receptacle outlet to serve a specific appliance shall be permitted to be supplied from an individual branch circuit rated at 15 amperes or greater.
fr_ca: En plus des prises exigées spécifiées à l'article E3901.2, une prise de courant destinée à desservir un appareil spécifique peut être alimentée par un circuit de dérivation individuel d'une intensité nominale de 15 ampères ou plus.

source: In addition to the required receptacles specified by Sections E3901.1 and E3901.2, switched receptacles supplied from a general-purpose branch circuit as
fr_ca: En plus des prises exigées spécifiées aux articles E3901.1 et E3901.2, les prises avec interrupteur alimentées par un circuit de dérivation à usage général comme

source: In addition, wheelchair space locations shall be dispersed in accordance with Section 802.10.4 in spaces utilized primarily for viewing motion picture projection.
fr_ca: De plus, les emplacements pour fauteuils roulants doivent être répartis selon la section 802.10.4 dans les espaces utilisés principalement pour regarder des films projetés.

source: In addition, where accessible unload areas also serve as accessible load areas, signs indicating the location of the accessible load and unload areas shall be provided at entries to queues and waiting lines.
fr_ca: De plus, lorsque les aires de débarquement accessibles servent également d’aires d’embarquement accessibles, des affiches indiquant l’emplacement des aires d’embarquement et de débarquement accessibles doivent être installées aux entrées des files d’attente.

source: In agricultural buildings, access is required to paved work areas and areas open to the general public.
fr_ca: Dans les bâtiments agricoles, l'accès aux zones de travail pavées et aux zones ouvertes au grand public est exigé.

source: In air traffic control towers, an accessible route is not required to serve the cab and the floor immediately below the cab.
fr_ca: Dans les tours de contrôle de la circulation aérienne, il n'est pas nécessaire de prévoir un itinéraire accessible pour desservir la cabine et l'étage immédiatement en dessous de la cabine.

source: In all buildings that are more than 420 feet (128 m) in building height and buildings of Type IV-A and IV-B construction that are more than 120 feet (36 576 mm) in building height, required fire pumps shall be supplied by connections to not fewer than two water mains located in different streets.
fr_ca: Dans tous les bâtiments dont la hauteur dépasse 420 pieds (128 m) et dans les bâtiments de construction de types IV-A et IV-B dont la hauteur dépasse 120 pieds (36 576 mm), les pompes à incendie requises doivent être alimentées par des raccordements à au moins deux conduites d’eau principales situées dans des rues différentes.

source: In all cases, the access opening shall be unobstructed and of the size necessary to permit the removal and replacement of the circulation pump.
fr_ca: Dans tous les cas, l'ouverture d'accès doit être non obstruée et de la taille nécessaire pour permettre le retrait et le remplacement de la pompe de circulation.

source: In all occupancies other than Group U, an automatic sprinkler system shall be installed for building design or hazards in the locations set forth in Sections 903.2.11.1 through 903.2.11.6.
fr_ca: Dans tous les usages autres que le groupe U, un système d’extincteurs automatiques doit être installé pour les configurations de bâtiments ou les risques d’incendie aux endroits indiqués aux sections 903.2.11.1 à 903.2.11.6.

source: In all occupancies, interior floor covering materials shall comply with the requirements of the DOC FF-1 “pill test” (CPSC 16 CFR Part 1630) or with ASTM D2859.
fr_ca: Dans tous les groupes d'usage, les matériaux de revêtement de plancher intérieur doivent être conformes aux exigences de l'« essai de pastille » DOC FF-1 (CPSC 16 CFR Partie 1630) ou de la norme ASTM D2859.

source: In all occupancies, interior floor finish and floor covering materials in enclosures for stairways and ramps, exit passageways, corridors and rooms or spaces not separated from corridors by partitions extending from the floor to the underside of the ceiling shall withstand a minimum critical radiant flux.
fr_ca: Dans tous les groupes d'usage, les revêtements de sol intérieurs et les matériaux de couverture de sol dans les cages d’escalier et de rampe, les passages d’issue, les corridors et les pièces ou espaces non séparés des corridors par des cloisons s’étendant du plancher jusqu’à la sous-face du plafond doivent présenter un flux énergétique critique minimal.

source: In all types of construction, the finished floor shall be constructed of wood or approved noncombustible materials.
fr_ca: Dans tous les types de construction, le plancher fini doit être construit en bois ou en matériaux non combustibles approuvés.

source: In alterations, full extensions of handrails shall not be required where such extensions would be hazardous due to plan configuration.
fr_ca: En cas de modifications, le prolongement complet des rampes n'est pas exigé lorsque ce prolongement serait dangereux en raison de la configuration de la vue en plan.

source: In alternate roll-in showers, the controls and hand shower shall be located
fr_ca: Dans les douches à accès de plain-pied alternatives, les commandes et la douchette doivent être situées

source: In alternate roll-in type showers, grab bars shall be provided on the back wall and the end wall adjacent to the seat.
fr_ca: Dans les douches de type alternatif à accès de plain-pied, il faut prévoir des barres d'appui sur le mur arrière et sur le mur d'extrémité adjacent au siège.

source: In areas not subjected to freezing, footings shall be not less than 12 inches (305 mm) below finished grade.
fr_ca: Dans les zones non soumises au gel, les semelles doivent être à au moins 12 po [305 mm] au-dessous du niveau fini.

source: In assembly areas, aisle ramps adjacent to seating and not serving elements required to be on an accessible route shall not be required to comply with this section.
fr_ca: Dans les aires de rassemblement, les rampes d'allée adjacentes aux SIÈGES et ne desservant pas d'éléments devant se trouver sur un itinéraire accessible ne sont pas tenues de se conformer à la présente section.

source: In assembly seating areas, handrails shall not be required on both sides along aisle stairs, provided with a handrail either at the side or within the aisle.
fr_ca: Dans les zones de sièges de rassemblement, des rampes ne sont pas exigées des deux côtés le long des escaliers d'allée, à condition qu'il y ait une rampe soit sur le côté, soit dans l'allée.

source: In assembly seating areas, handrails shall not be required on the sides of ramped aisles serving seats.
fr_ca: Dans les aires de sièges de rassemblement, les rampes ne sont pas exigées sur les côtés des allées en rampe desservant les sièges.

source: In assembly seating where the maximum viewing distance is 100 feet (30.5 m) or greater, the height of the uppercase “I” of fonts shall be permitted to be 1 inch (25 mm) for every 30 feet (9145 mm) of viewing distance, provided the character height is 8 inches (205 mm) minimum.
fr_ca: Dans les SIÈGES d'assemblée où la distance de visualisation maximale est de 100 pi [30,5 m] ou plus, la hauteur du « I » majuscule des polices peut être de 1 po [25 mm] pour chaque 30 pi [9145 mm] de distance de visualisation, à condition que la hauteur des caractères soit d'au moins 8 po [205 mm].

source: In assembly seating where the maximum viewing distance is 100 feet (30.5 m) or greater, the spacing between the baselines of separate lines of characters within a message shall be permitted to be 120 percent minimum and 170 percent maximum of the character height.
fr_ca: Dans les SIÈGES d'assemblée où la distance de visibilité maximale est de 100 pieds (30,5 m) ou plus, l'espacement entre les lignes de base des lignes distinctes de caractères dans un message peut être d'au moins 120 % et d'au plus 170 % de la hauteur des caractères.

source: In assembly spaces with fixed seating, edge protection is not required on the sides of ramped aisles where the ramped aisles provide access to the adjacent seating and aisle accessways.
fr_ca: Dans les espaces d’assemblées comportant des sièges fixes, une protection de rive n’est pas exigée sur les côtés des allées en pente lorsque celles-ci donnent accès aux sièges adjacents et aux voies d’accès aux allées.

source: In at least one sleeping area, a minimum of five percent, but not less than one bed shall comply with Section 1102.15.
fr_ca: Dans au moins un espace de couchage, un minimum de cinq pour cent des lits, mais pas moins d'un lit, doit être conforme à la section 1102.15.
